Repository: eliottwantz/Workout
Catalog: Localizable.xcstrings
Source language: en
Languages: fr

source: %lld exercises
fr: %lld exercices

# %lld exercises - %@
source: %1$lld exercises - %2$@
fr: %1$lld exercices - %2$@

# %lld of %lld sets
source: %1$lld of %2$lld sets
fr: Set %lld sur %lld

source: Add Exercise
fr: Ajouter un exercice

source: Add Exercises
fr: Ajouter des exercices

source: Add Option
fr: Ajouter une option

source: Add Set
fr: Ajouter un set

source: Add Superset Exercise
fr: Ajouter un exercice super set

source: Add Template Exercise
fr: Ajouter un exercice template

source: Add to Superset
fr: Ajouter au super set

source: Add Workout
fr: Ajouter un entraînement

source: Allow multiple workouts per day
fr: Autoriser plusieurs entraînements par jour

source: Analytics
fr: Analyses

source: Appearance
fr: Apparence

source: at
fr: à

source: Basic Information
fr: Information de base

source: Can't add another workout for today
fr: Vous ne pouvez pas ajouter un autre entraînement aujourd’hui

source: Cancel
fr: Annuler

source: change in max weight
fr: changement de poids maximal

source: Choose Template
fr: Choisir un template

source: Clear all
fr: Tout effacer

source: Collapse
fr: Réduire

source: Color theme
fr: Thème

source: Confirm
fr: Confirmer

source: Copy
fr: Copier

source: Copy to Today
fr: Copier à aujourd’hui

source: Copy Workout to Today
fr: Copier cet entraînement pour aujourd’hui

source: Create a template to quickly reuse your favorite routines.
fr: Créez un modèle pour réutiliser rapidement vos routines préférées.

source: Create Blank Workout
fr: Créer un entraînement vierge

source: Create Template
fr: Créer un template

source: Delete
fr: Supprimer

source: Delete %@?
fr: Supprimer %@?

source: Delete Template
fr: Supprimer le template

source: Details
fr: Détails

source: Display weight in lbs
fr: Afficher le poids en lbs

source: Do you want to copy this workout to today?
fr: Voulez-vous copiez cet entraînement pour aujourd’hui

source: Do you want to create today's workout using %@?
fr: Voulez-vous créer l'entraînement d'aujourd'hui en utilisant %@ ?

source: Done
fr: OK

source: Done Set
fr: Set terminé

source: Duplicate
fr: Dupliquer

source: Edit
fr: Modifier

source: Edit Exercise
fr: Modifier l’exercice

source: Edit Notes
fr: Modifier les notes

source: Enable 'Allow multiple workouts per day' in settings to create more than one workout per day.
fr: Activez l’option “Autoriser plusieurs entraînements par jour” dans les réglages pour créer plus d’un entraînement par jour.

source: Enter any notes or instructions here...
fr: Ajoutez des notes ou des instructions ici...

source: Exercise
fr: Exercice

source: Exercise already exists.
fr: L’exercice existe déjà

source: Exercise Name
fr: Nom de l’exercice

source: Exercises
fr: Exercices

source: Favorite
fr: Favori

source: Finish
fr: Terminer

source: Individual Exercises
fr: Exercices individuels

source: It's empty here. Add some notes!
fr: C’est vide ici. Ajoute une note!

source: Manage Templates
fr: Gérer les templates

source: Muscle Group
fr: Groupe Musculaire

source: Name
fr: Nom

source: New Template
fr: Nouveau template

source: NEXT:
fr: PROCHAIN:

source: NEXT: %@
fr: PROCHAIN: %@

source: No data
fr: Aucune données

source: No exercises
fr: Aucun exercice

source: No exercises yet. Use the button below to add some.
fr: Pas encore d'exercices. Utilisez le bouton ci-dessous pour en ajouter.

source: No more sets in this workout
fr: Aucun set restant dans cet entraînement

source: No notes yet
fr: Pas encore de notes

source: No sets
fr: Aucun set

source: No templates
fr: Aucun template

source: No templates yet
fr: Pas encore de template

source: No workout sets available
fr: Aucun set dans ce workout

source: No workouts
fr: Aucun entraînement

source: Optional notes
fr: Notes facultatives

source: Other Options
fr: Autres options

source: Period
fr: Période

source: Rest Time
fr: Temps de repos

source: Rest: %@
fr: Repos: %@

source: Save
fr: Enregistrer

source: Save as Template
fr: Enregistrer comme template

source: Select an exercise
fr: Sélectionnez un exercice

source: Select exercises to add to this superset
fr: Sélectionnez les exercices à ajouter à ce super set

source: Select exercises to add to your superset
fr: Sélectionnez les exercices à ajouter à votre superset

source: Select exercises to add to your template
fr: Sélectionnez les exercices à ajouter à ce template

source: Select exercises to add to your workout
fr: Sélectionnez les exercises à ajouter à l’entraînement

source: Select exercises to include in your superset
fr: Sélectionnez les exercises à inclure au superset

# Set %lld out of %lld
source: Set %1$lld out of %2$lld
fr: Set %1$lld de %2$lld

source: Settings
fr: Réglages

source: Show rest time for last set of exercise/superset
fr: Afficher le temps de repos pour le dernier set d’un exercice/superset

source: Skip Rest
fr: Passer le repos

source: Start
fr: Commencer

source: Start workout
fr: Commencer l’entraînement

source: Start Workout from Template
fr: Commencer l’entraînement à partir du template

source: Stop
fr: Arrêter

source: Superset Detail
fr: Détails du Superset

source: Superset Info
fr: Information du super set

source: Template Info
fr: Information du template

source: Template name
fr: Nom du template

source: This will delete the template but not any workouts created from it.
fr: Cela supprimera le template mais pas les entraînements créés à partir de celui-ci.

source: Today
fr: Aujourd’hui

source: Toggle Favorite
fr: Mettre en favori

source: Updated %@
fr: Mise à jour %@

source: Weight
fr: Poids

source: WEIGHT
fr: POIDS

source: Weight Display
fr: Unité de poids

source: Workout Completed!
fr: Entraînement terminé

source: Workout Completed! 🏆
fr: Entraînement terminé! 🏆

source: Workout Log
fr: Entraînements

source: Workouts
fr: Entraînements

source: Yes, delete %@
fr: Oui, supprimer %@

source: Yesterday
fr: Hier
